<p>
    لإضافة مستخدم، إفتح صفحة "جميع الحسابات" وإنقر على "أضف مستخدم". ستظر لك إستمارة لتعبئة معلومات المستخم الجديد.
</p>
<p>
    جميع المعلومات المحددة مطلوبة بإستثناء "صفته".
</p>
<p>
    إسم المستخدم يجب أن يكون فريداً، غير متطابق مع أي إسم مستخدم آخر. يتم إستخدام إسم المستخدم وكلمة المرور لتسجيل الدخول.
</p>
<p>
    يمكنك تعيين أي مستخدم مشرفاً أو موظف أمانة المبنى. في حال تعيين المستخدم مشرفاً سيتمتع بكل صلاحيات المشرف. لذلك لا تقم بتعيين أي مستخدم غير موثوق به كمشرف.
</p>
<p>
    في حال تعيين المستخدم "موظف أمانة المبنى، سيتم إرسال إشعارات قبل بخمس دقائق من أي حجز للتذكير.
</p>
<p>
    بعد تعبئة الإستمارة والضغط على "أضف" يصبح بإمكانه تسجيل الدخول بإستخدام إسم المستخدم وكلمة المرور.
</p>