<h2><u>@lang('حجز مستمر')</u></h2>
<p>
    لإضافة حجز مستمر، إنقر على "أضف حجز" في عنصر التنقل في أعلى الصفحة ثم إختار حجز مستمر. بعد ذلك، يجب عليك تعبئة الإستمارة لتقديم الطلب.
</p>
<p>
    في الإستمارة، سوف يطلب منك إسم اللجنة المقدمة للحجز وعنوان النشاط، وسوف يتم إرفاق إسمك وتاريخ تقديم الطلب بشكل تلقائي. ثم يجب عليك تحديد تاريخ بداية ونهاية النشاط. لا يسمح أن يكون تاريخ بداية النشاط نفس أو بعد تاريخ نهاية النشاط.
</p>
<p>
    يعد تحديد تاريخ بداية ونهاية النشاط، عليك إختيار أيام الأسبوع الذي تريد أن تقيم فيه هذا النشاط بين تاريخ البداية والنهاية. كما يجب عليك تحديد وفت البداية والنهاية للنشاط ومكان إقامة النشاط لكل يوم تختاره.
</p>
<p>
    يمكنك تقديم ملاحظات ولائحة بأسماء الأساتذة المشرفون ولكن لست مطالباً بذلك.
</p>
<p>
    أخيراً، يجب عليك وضع علامة صح عند التعهد لتأكيد من موافقتك على الشروط اللازمة لإقامة النشاط.
</p>
<p>
    الطلبات التي تتم إضافتها بالمشرفين تتم الموافقة عليها تلقائياً.
</p>
<p>
    قبل إضافة الحجز عليك أن تنقر على "تأكد من التوقيت" للتأكد من عدم وجود أي حجوزات تتعارض مع هذا الحجز. في حال عدم وجود أي حجوزات متعارضة مع طلبك، يمكنك تقدبم الطلب وسوف يتم إضافته تلقائياً كحجز موافق علبه. في حال وجود حجوزات أخرى تتعارض مع طلبك، عليك تعديل الطلب والتأكد مرة أخرى من أنه لا يوجد أي حجوزات متهارضة معه.
</p>
@if(!$user->isAdmin())
    <p>
        بعد تقيمك للطلب، سوف يطلع مشرف على طلبك، ثم في حال الموافقة أو الرفض سوف يصلك إشعار بقرار المشرف.
    </p>
@endif
<hr />
<h2><u>@lang('حجز غير مستمر')</u></h2>
<p>
    لإضافة حجز مستمر، إنقر على "أضف حجز" في عنصر التنقل في أعلى الصفحة ثم إختار حجز غير مستمر. بعد ذلك، يجب عليك تعبئة الإستمارة لتقديم الطلب.
</p>
<p>
    في الإستمارة، سوف يطلب منك إسم اللجنة المقدمة للحجز وعنوان النشاط، وسوف يتم إرفاق إسمك وتاريخ تقديم الطلب بشكل تلقائي.
</p>
<p>
    بعد ذلك عليك إختيار تاريخ إقامة الحجز. يمكنك إختيار 3 تواريخ على الأكثر، ويجب تحديد وقت بداية ونهاية النشاط لكل تاريخ تختاره.
</p>
<p>
    يعد ذلك، عليك إختيار الأماكن التي تريد أن تقيم فيها النشاط. يمكنك إختيار مكانين على الأكثر.
</p>
<p>
    يمكنك تقديم ملاحظات، لائحة بالمستلزمات المطلوبة ولائحة بأسماء الأساتذة المشرفون ولكن لست مطالباً بذلك.
</p>
<p>
    أخيراً، يجب عليك وضع علامة صح عند التعهد لتأكيد من موافقتك على الشروط اللازمة لإقامة النشاط.
</p>
<p>
    الطلبات التي تتم إضافتها بالمشرفين تتم الموافقة عليها تلقائياً.
</p>
<p>
    قبل إضافة الحجز عليك أن تنقر على "تأكد من التوقيت" للتأكد من عدم وجود أي حجوزات تتعارض مع هذا الحجز. في حال عدم وجود أي حجوزات متعارضة مع طلبك، يمكنك تقدبم الطلب وسوف يتم إضافته تلقائياً كحجز موافق علبه. في حال وجود حجوزات أخرى تتعارض مع طلبك، عليك تعديل الطلب والتأكد مرة أخرى من أنه لا يوجد أي حجوزات متهارضة معه.
</p>
@if(!$user->isAdmin())
    <p>
        بعد تقيمك للطلب، سوف يطلع مشرف على طلبك، ثم في حال الموافقة أو الرفض سوف يصلك إشعار بقرار المشرف.
    </p>
@endif
@if($user->isAdmin())
    <hr />
    <h2><u>@lang('حجز قاعة')</u></h2>
    <p>
        فقط المشرف يستطيع إضافة حجز قاعة، وبالتالي بعد تعبئة الإستمارة سوف يتم إضافة الحجز كحجز موافق عليه تلقائياَ.
    </p>
    <p>
        لإضافة حجز مستمر، إنقر على "أضف حجز" في عنصر التنقل في أعلى الصفحة ثم إختار حجز قاعة. بعد ذلك، يجب عليك تعبئة الإستمارة.
    </p>
    <p>
        أولاً عليك تعبئة معلومات عن مقدم الطلب، وهي إسمه الثلاثي، الجمعية، رقم الخليوي، رقم الهاتف الأرضي وعنوانه. ثم عليك تعبئة نوع الحجز وتاريخ تقديم الطلب.
    </p>
    <p>
        بعد ذلك عليك إختيار أوقات الحجز. يمكنك إختيار ثلاثة أيام على الأكثر، وعليك تحديد وقت البداية والنهاية للنشاط، كما يمكنك تحديد اذا كان النشاط للرجال أو للنساء.
    </p>
    <p>
        الطلبات التي تتم إضافتها بالمشرفين تتم الموافقة عليها تلقائياً، لذلك عليك أن تنقر على "تأكد من التوقيت" للتأكد من عدم وجود أي حجوزات تتعارض مع هذا الحجز. في حال عدم وجود أي حجوزات متعارضة مع طلبك، يمكنك تقدبم الطلب وسوف يتم إضافته تلقائياً كحجز موافق علبه. في حال وجود حجوزات أخرى تتعارض مع طلبك، عليك تعديل الطلب والتأكد مرة أخرى من أنه لا يوجد أي حجوزات متهارضة معه.
    </p>
    <p>
        في حال التأكد من الطلب، يمكنك إختيار المستلزمات المطلوبة للحجز. في مستلزمات القاعة، يمكنك إختيار أي أيام يجب توفير المستلزمات، أما في باقي الأيام فيمكنك فقط تحديد عدد الأيام الذي يجب توفير الطلبات اللازمة.
    </p>
    <p>
        تعبئة المستلزمات يتطلب أن تكون قد تأكدت من عدم وجود أي مشاكل في توقيت الحجز عبر النقر على "التأكد من التوقيت" وفي حال القيام بتعديل في التواريخ يجب التأخر مرة أخرى.
    </p>
    <p>
        عند إضافة المستلزمات يمكنك تقديم خصم في أي طلب.
    </p>
    <p>
        بعد ذلك يمكنك تعبئة جدول "عدد المستلزمات" الخاص بالموظفين.
    </p>
    <p>
        بعد إضافة الحجز من دون أي مشاكل، سوف يتم إضافة الحجز كحجز موافق عليه تلقائياً.
    </p>
@endif
<hr />
<h2><u>@lang('طباعة الطلب')</u></h2>
<p>
    يمكنك طباعة طلب فارغ للحجز عبر الدخول الى صفحة الإضافة المناسبة لحجزك ثم النقر على "طبع". كما يمكنك طباعة طلبات الحجوزات.
</p>