<p>
    يمكنك من خلال هذه الصفحة رؤية رزنامة كاملة لهذا اليوم، كما يمكنك إختيار أي يوم آخر لرؤية الحجوزات فيه.
</p>
<p>
    في الجدول يمكنك رؤية الحجوزات القائمة في كل من الغرف في الأوقات المحددة على الجهة الأيمن من الجدول. هناك ثلالث أنواع من الحجوزات: حجوزات مستمرة، حجوزات النشاطات الغير مستمرة، وحجوزات القاعة للمناسبات الخاصة.
</p>
<p>
    الحجوزات باالون الأحمر هي حجوزات مستمرة، الحجوزات باللون الأخضر هي حجوزات النشاطات الغير مستمرة، والحجوزات باللون الأزرق هي حجوزات القاعة للمناسبات الخاصة. يمكنك وضع الفأرة على أي منها لترى ملخص صغير عن الحجز، كما يمكنك النقر عليه لتفتح الصفحة التي تحوي جميع معلومات الحجز.
</p>
<p>
    هناك أيضاً خاصية ال"ذهاب الى" ومن خلال هذه الخاصية يمكنك تحديد الغرفة والوقت الذي تريد أن ترى الحجوزات فيه وسوف يتم أخذك اليهم بشكل سريع. يمكنك أيضاً تحديد فقط الغرفة أو فقط الوقت.
</p>
<p>
    يمكنك أيضاً النقر على أي خانة أفقية أو عامودية وسوف يتم تحديد جميع الخانات على نفس المستوى لتسهيل التصفح.
</p>