<p>
    لحذف حجز، عليك الدخول الى صفحة الحجز، ثم النقر على
    @if($user->isAdmin())
        "إلغاء"
    @else
        "طلب إلغاء"
    @endif
    والتأكيد على الرفض.
</p>
<p>
    @if($user->isAdmin())
        عند إلغاء الطلب، سوف يتم حذفه نهائياً. لذلك لا تقم بإلغاء طلب إن كنت لا تريد حذفه نهائياً.
    @else
        عند إلغاء الحجز، سوف يتم إرسال طلب إلغاء للمشرف الذي يقرر حذفه أو عدم حذفه. سيصلك إشعار في حال قبول طلب الحذف أو رفضه.
    @endif
</p>
@if(!$user->isAdmin())
    <p>
        في حال إلغاء طلب حجز مرسل أو مرفوض، لن يتم إرسال طلب إلغاء للمشرف وسوف يتم إلغاء الطلب.
    </p>
    <p>
        إلغاء أي حجز يؤدي الى حذفه نهائياً. لذلك لا تقم بإلغاء طلب إن كنت لا تريد حذفه نهائياً.
    </p>
@endif