<p>
    يمكنك تعديل أي حجز من خلال الدخول الى صفحة الحجز والنقر على
    @if($user->isAdmin())
        "تعديل"
    @else
        "طلب تعديل"
    @endif
      وبعد ذلك سوف تظهر لك إستمارة التعديل.
</p>
<p>
    قواعد التعديل تشبه قواعد <a href="/help/add-reservation">إضافة الحجز</a>، لذا تأكد من إتباعها.
</p>
<p>
    @if($user->isAdmin())
        بعد القيام بالتعديل من دون أي مشاكل، سوف يتم حفظ التعديل.
    @else
        بعد القيام بالتعديل من دون أي مشاكل، سوف يتم إرسال طلبك للمشرف للتأكد من صحته وعدم إعتراضه مع حجوزات أخرى. سوف يصلك إشعار في حال رفض أو قبول الطلب. في حال القبول، سوف يتم حفظ التعديل. أما في حالة الرفض، سوف يلغى التعديل ويبقى الحجز كما هو.
    @endif
</p>
<p>
    في حال تعديل حجز مرسل (غير مقبول أو مرفوض)، سوف يتم حفظ تعديلك للطلب. أما في حال تعديل طلب مرفوض، سوف يرسل الطلب مرة أخرى بنسخة جديدة.
</p>