<p>
    لتعديل معلومات أي مستخدم، إذهب لصفحة جميع المستخدمين وإدخل صفحة المستخدم الذي تود تعديل معلوماته. يمكنك أيضاً إستخدام خاصية البحث للعثور على مستخدم.
</p>
<p>
    بعد دخولك الصفحة، إنقر على "تعديل" وسوف يظهر لك إستمارة مشابهة لإستمارة إضافة مستخدم جديد، لذلك عليك إتباع
    <a href="/help/add-user">القواعد</a>
    الخاصة بالإستمارة.
</p>
<p>
    إذا لا تريد تغير كلمة المرور الخاصة بالمستخدم، إترك الحقل الخاص بكلمة المرور فارغاً.
</p>
<p>
    في حال أردت تغير كلمة المرور، قم بتعبئة حقل كلمة المرور وحقل تأكيد كلمة المرور.
</p>
<p>
    بعد التعديل بدون أي مشاكل سيتم حفظ المعلومات الجديدة للمستخدم.
</p>