<h2><u>@lang('رزنامة اليوم')</u></h2>
<p>
    تساعدك رزنامة اليوم الإطلاع على الحجوزات القائمة في الساعات المتبقية من اليوم الحالي، وبالتالي يمكنك بسرعة رؤية حجوزات اليوم من الصفحة الرئيسية للموقع.
</p>
<p>
    في الجدول يمكنك رؤية الحجوزات القائمة في كل من الغرف في الأوقات المحددة على الجهة الأيمن من الجدول. هناك ثلالث أنواع من الحجوزات: حجوزات مستمرة، حجوزات النشاطات الغير مستمرة، وحجوزات القاعة للمناسبات الخاصة.
</p>
<p>
    الحجوزات باالون الأحمر هي حجوزات مستمرة، الحجوزات باللون الأخضر هي حجوزات النشاطات الغير مستمرة، والحجوزات باللون الأزرق هي حجوزات القاعة للمناسبات الخاصة. يمكنك وضع الفأرة على أي منها لترى ملخص صغير عن الحجز، كما يمكنك النقر عليه لتفتح الصفحة التي تحوي جميع معلومات الحجز.
</p>
<p>
    هناك أيضاً خاصية ال"ذهاب الى" ومن خلال هذه الخاصية يمكنك تحديد الغرفة والوقت الذي تريد أن ترى الحجوزات فيه وسوف يتم أخذك اليهم بشكل سريع. يمكنك أيضاً تحديد فقط الغرفة أو فقط الوقت.
</p>
<p>
    يمكنك أيضاً النقر على أي خانة أفقية أو عامودية وسوف يتم تحديد جميع الخانات على نفس المستوى لتسهيل التصفح.
</p>
@if($user->isAdmin())
    <hr />
    <h2><u>@lang('طلبات حجوزات جديدة')</u></h2>
    <p>
        كمشرف على الموقع، يمكنك رؤية آخر 5 طلبات حجوزات في الصفحة الرئيسية، كما يمكنك الذهاب الى صفحة طلبات الحجوزات لرؤية باقي الطلبات.
    </p>
    <p>
        أيضاً يمكنك رؤية عدد الطلبات الموجودة حالياً في عنصر التنقل في أعلى الصفحة.
    </p>
@endif