<p>
    يمكنك رؤية معلومات حسابك في هذه الصفحة. يمكنك رؤية إسمك، إسم المستخدم الخاص بك وصفتك، كما يمكنك رؤية إذا كنت مشرف أو موظف أمانة المبنى.
</p>
@if($user->isAdmin())
    <p>
        يمكن فقط للمشرف تعديل حسابه الخاص. يمكنك تحديد كلمة المرور الخاصة بك، تغيير إسمك، اسم المستخدم الخاص بك، سفتك، كلمة المرور أو تعيين نفسك مشرفاً أو موظف مبنى أمانة الدولة. لا يمكن لأكثر من مستخدم إستخدام نفس إسم المستخدم.
    </p>
@else
    <p>
        إن لم تكن مشرفاً لا يمكنك تعديل حسابك. في حال أردت تعديل حسابك قم بالتواصل مع المشرف ليعدل حسابك.
    </p>
@endif