<p>
    في هذه الصفحة، يمكنك رؤية جميع معلومات الطلب، كما يمكنك طبع هذا الطلب.
</p>
<p>
    في آخر الصفحة يمكنك رؤية أي نشاطات متعارضة مع هذا الحجز. في حال وجود نشاطات متعارضة، عليك تعديل الطلب، التأكد من أن تعديلك لا يتعارض مع أي حجوزات أخرى، ثم إرسال تعديلك للطلب لمرسل الطلب. في حال موافقتهم على تعديلك سوف يتم إرسال الطلب إليك مرة أخرى للتأكد من عدم إعتراض الطلب مع أي طلب آخر، وذلك في حال إضافة طلب آخر يتعارض مع هذا الطلب خلال وقت إرسال التعديل والقبول به. في حال عدم وجود أي مشاكل يمكنك الموافقة على الطلب وسوف يتم حفظه كطلب مقبول. في حال وجود طلبات متعارضة مع التعديل، عليك القيام بعملية التعديل مرة أخرى.
</p>
<p>
    يمكنك رفض أي طلب ويمكنك إرفاق سبب لرفض الطلب. سوف يتم إرسال السبب مرفقاً لمرسل الطلب.
</p>
<p>
    في حال عدم وجود أي مشاكل في الطلب ووافقت عليه، سوف يتم حفظه ضمن الحجوزات المقبولة.
</p>